{
  "plugins": {
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "base16-black-metal-scheme": {
      "src": "https://github.com/metalelf0/base16-black-metal-scheme"
    },
    "base16-nvim": {
      "src": "https://github.com/RRethy/base16-nvim"
    },
    "black-metal-theme-neovim": {
      "src": "https://github.com/metalelf0/black-metal-theme-neovim"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim.git"
    },
    "e-ink.nvim": {
      "src": "https://github.com/e-ink-colorscheme/e-ink.nvim"
    },
    "glyph.nvim": {
      "src": "https://github.com/cxinu/glyph.nvim.git"
    },
    "mini.base16": {
      "src": "https://github.com/nvim-mini/mini.base16.git"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "studio98": {
      "src": "https://github.com/jnz/studio98"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    }
  }
}